"Ok" = "Ok";
"YouAreAlreadyLoggedIn" = "You are already logged in";
"YouDontHaveEnoughBalance" = "You don't have enough balance";
"PleaseWait" = "Please wait";
"YouWereLoggedOut" = "You were logged out";
"AccountLocked" = "Account Locked";
"Error" = "Error";
"SomethingWentWrong" = "Something went wrong";
"EnterAmount" = "Enter Amount";
"Available" = "Available";
"Send" = "Send";
"MinimumAmount" = "Minimum amount";
"MaximumAmount" ="Maximum amount";
"EmiratesNBDApp" = "Open Emirates NBD app";
"SelectSmartPass" = "Select smart pass";
"SmartPassCode" = "Enter the Smart Pass code";
"Ok" = "Ok, Got it!";
"Next" = "Next";
"Please" = "⚠️ Please";
"Dont" = " do not ";
"LoginIntoYourBank" = "login into your bank, otherwise you will be logged out from here";
"Authenticate" = "Authenticate";
"Cancel" = "Cancel";
"Confirm" = "Confirm";
